<template>
	<div>
		<div id="newsDetails" >
		<div v-for="item of detaillist" :key="item.id">
			<h4>{{item.detailtitle}}</h4>
			<p>{{item.detailtext}}</p>
			<img :src="item.imgurl" alt="">
			<el-row :gutter="20" style="margin: 70px">
			  <el-col :span="12"><div class="grid-content bg-purple">
			  	上一篇：北京全社会研究与试验发展（R&D）经费投入强
			  </div></el-col>
			  <el-col :span="12"><div class="grid-content bg-purple">
			  	下一篇：北京全社会研究与试验发展（R&D）经费投入强
			  </div></el-col>
			</el-row>				
		</div>
	</div>
</div>
	
</template>
<script>
	import {mapState} from 'vuex';
	export default {
		name: 'NewsDetails',
		data(){
			return{
				detaillist:[
					{
						id:"01",
						detailtitle:"逐梦“高精尖”——一座创新之城的不二抉择",
						detailtext:"人工智能芯片、骨科手术机器人……北京北四环西路67号，中关村前沿技术创新中心内，一批前沿技术产品让人耳目“入驻这里的企业，首先是技术水平高。”工作人员介绍。近年来，中关村管委会通过公开路演方式，围绕人工智能、智能制造、颠覆性新材料、前沿生物等前沿领域，开展选拔和培育机制体制的先行先试改革探索，加快培育具有全球影响力的创新型企业。逐梦“高精尖”，需要肥沃的创新“土壤”。一系列数据与成果，让北京发展高精尖产业的底气十足：2018年，北京全社会研究与试验发展（R&D）经费投入强度居全国之首；专利申请量与授权量分别比上年增长13.6%和15.5%；每万人发明专利拥有量为111.2件，位居全国第一。逐梦“高精尖”，需要科技创新的载体。2017年9月公布的《北京城市总体规划（2016年-2035年）》，明确了全国科技创新中心的建设路径，以中关村科学城、怀柔科学城、未来科学城和北京经济技术开发区“三城一区”建设为重点的空间格局形成。“目前，‘三城一区’发展规划已经基本编制完成，呈现出特色化发展的新格局。”北京市科委副主任杨仁全说。设立300亿元的科技创新母基金、创立智源人工智能研究院等系列创新型研发机构……创新要下“先手棋”，近年来，一系列重大科技创新举措布局“落子”。人工智能芯片、骨科手术机器人……北京北四环西路67号，中关村前沿技术创新中心内，一批前沿技术产品让人耳目“入驻这里的企业，首先是技术水平高。”工作人员介绍。近年来，中关村管委会通过公开路演方式，围绕工智能、智能制造、颠覆性新材料、前沿生物等前沿领域，开展选拔和培育机制体制的先行先试改革探索，加快培育具有全球影响力的创新型企业。逐梦“高精尖”，需要肥沃的创新“土壤”。一系列数据与成果，让北京发展高精尖产业的底气十足：2018年，北京全社会研究与试验发展（R&D）经费投入强度居全国之首；专利申请量与授权量分别比上年增长13.6%和15.5%；每万人发明专利拥有量为111.件，位居全国第一。逐梦“高精尖”，需要科技创新的载体。2017年9月公布的《北京城市总体规划（2016年-2035年）》，明确了全国科技创新中心的建设路径，以中关村科学城、怀柔科学城、未来科学城和北京经济技术开发区“三城一区”建设为重点的空间格局形成。“目前，‘三城一区’发展规划已经基本编制完成，呈现出特色化发展的新格局。”北京市科委副主任杨仁全说。设立300亿元的科技创新母基金、创立智源人工智能研究院等系列创新型研发机构……创新要下“先手棋”，近年来，一系列重大科技创新举措布局“落子”。人工智能芯片、骨科手术机器人……北京北四环西路67号，中关村前沿技术创新中心内，一批前沿技术产品让人耳目“入驻这里的企业，首先是技术水平高。”工作人员介绍。近年来，中关村管委会通过公开路演方式，围绕工智能、智能制造、颠覆性新材料、前沿生物等前沿领域，开展选拔和培育机制体制的先行先试改革探索，加快培育具有全球影响力的创新型企业。逐梦“高精尖”，需要肥沃的创新“土壤”。一系列数据与成果，让北京发展高精尖产业的底气十足：2018年，北京全社会研究与试验发展（R&D）经费投入强度居全国之首；专利申请量与授权量分别比上年增长13.6%和15.5%；每万人发明专利拥有量为111.件，位居全国第一。逐梦“高精尖”，需要科技创新的载体。2017年9月公布的《北京城市总体规划（2016年-2035年）》，明确了全国科技创新中心的建设路径，以中关村科学城、怀柔科学城、未来科学城和北京经济技术开发区“三城一区”建设为重点的空间格局形成。“目前，‘三城一区’发展规划已经基本编制完成，呈现出特色化发展的新格局。”北京市科委副主任杨仁全说。设立300亿元的科技创新母基金、创立智源人工智能研究院等系列创新型研发机构……创新要下“先手棋”，近年来，一系列重大科技创新举措布局“落子”。",
						imgurl:require('@/assets/img/index_jd01.png')
					}
				]
			}
		}

}
</script>

<style scoped>
	#newsDetails h4{
		padding-top: 20px;
		font-weight: bold;
		text-align: center;
	}
	#newsDetails p{
		color: #737171;
		line-height: 25px;
		padding: 30px;
		text-align: center;
	}
	#newsDetails img{
		display: block;
		width: 500px;
		height: 300px;
		margin: 20px auto;
	}
	.news_content .row a{
		color: #737171;
		line-height: 50px;
		text-align: center;
		cursor: pointer;
	}
	.news_content .row a:hover{
		color: #38a1d1;
	}
</style>